2016/brp 2016-02-09/test/testcases/legacy/src/main/resources/testcases/art_input_TechnischBezemwagen/data/Verificatie-Mutatiebericht-TC01-1-dataresponse.xml

<Results>
    <ResultSet fetchSize="0">
        <Row rowNumber="1">
            <ID>*</ID>
            <ADMHND>29023</ADMHND>
            <ABONNEMENT>5670000</ABONNEMENT>
            <DATA><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Body>
    <brp:lvg_synVerwerkPersoon xmlns:brp="http://www.bzk.nl/brp/brp0200">
  <brp:stuurgegevens>
    <brp:zendendePartij>199903</brp:zendendePartij>
    <brp:zendendeSysteem>BRP</brp:zendendeSysteem>
    <brp:ontvangendePartij>*</brp:ontvangendePartij>
    <brp:ontvangendeSysteem>Leveringsysteem</brp:ontvangendeSysteem>
    <brp:referentienummer>*</brp:referentienummer>
    <brp:tijdstipVerzending>*</brp:tijdstipVerzending>
  </brp:stuurgegevens>
  <brp:parameters>
    <brp:soortSynchronisatie>Mutatiebericht</brp:soortSynchronisatie>
    <brp:abonnementNaam>Geen pop.bep. levering op basis van doelbinding</brp:abonnementNaam>
    <brp:categorieDienst>Mutatielevering op basis van doelbinding</brp:categorieDienst>
  </brp:parameters>
  <brp:synchronisatie brp:objecttype="AdministratieveHandeling" brp:verwerkingssoort="Toevoeging">
    <brp:code>*</brp:code>
    <brp:naam>*</brp:naam>
    <brp:categorie>*</brp:categorie>
    <brp:partijCode>*</brp:partijCode>
    <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
    <brp:bijgehoudenPersonen>
      <brp:persoon brp:objecttype="Persoon" brp:verwerkingssoort="Wijziging" brp:communicatieID="1">
        <brp:soortCode>I</brp:soortCode>
        <brp:afgeleidAdministratief brp:verwerkingssoort="Toevoeging" brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:actieInhoud>29023</brp:actieInhoud>
          <brp:tijdstipLaatsteWijziging>*</brp:tijdstipLaatsteWijziging>

          <brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>N</brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>
        </brp:afgeleidAdministratief>
        <brp:afgeleidAdministratief brp:verwerkingssoort="Verval" brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:tijdstipVerval>*</brp:tijdstipVerval>
          <brp:actieVerval>29023</brp:actieVerval>
          <brp:tijdstipLaatsteWijziging>*</brp:tijdstipLaatsteWijziging>

          <brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>N</brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>
        </brp:afgeleidAdministratief>
        <brp:identificatienummers brp:verwerkingssoort="Identificatie" brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:datumAanvangGeldigheid>*</brp:datumAanvangGeldigheid>
          <brp:burgerservicenummer>290136581</brp:burgerservicenummer>
          <brp:administratienummer>2904103293</brp:administratienummer>
        </brp:identificatienummers>
        <brp:samengesteldeNaam brp:verwerkingssoort="Identificatie" brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:datumAanvangGeldigheid>*</brp:datumAanvangGeldigheid>
          <brp:indicatieNamenreeks>N</brp:indicatieNamenreeks>
          <brp:voornamen>Jo</brp:voornamen>
          <brp:geslachtsnaamstam>Elk</brp:geslachtsnaamstam>
        </brp:samengesteldeNaam>
        <brp:geboorte brp:verwerkingssoort="Identificatie" brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:datum>*</brp:datum>
          <brp:gemeenteCode>*</brp:gemeenteCode>
          <brp:woonplaatsnaam>*</brp:woonplaatsnaam>
          <brp:landGebiedCode>*</brp:landGebiedCode>
        </brp:geboorte>
        <brp:geslachtsaanduiding brp:verwerkingssoort="Identificatie" brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:datumAanvangGeldigheid>*</brp:datumAanvangGeldigheid>
          <brp:code>M</brp:code>
        </brp:geslachtsaanduiding>
        <brp:verificaties>
          <brp:verificatie brp:objecttype="PersoonVerificatie" brp:verwerkingssoort="Toevoeging">
            <brp:tijdstipRegistratie>2013-01-01T01:00:00.000+01:00</brp:tijdstipRegistratie>
            <brp:actieInhoud>29023</brp:actieInhoud>
            <brp:partijCode>628401</brp:partijCode>
            <brp:soort>Attestie de vita</brp:soort>
            <brp:datum>2013-01-01</brp:datum>
          </brp:verificatie>
          <brp:verificatie brp:objecttype="PersoonVerificatie" brp:verwerkingssoort="Verval">
            <brp:tijdstipRegistratie>2012-01-01T01:00:00.000+01:00</brp:tijdstipRegistratie>
            <brp:tijdstipVerval>2013-01-01T01:00:00.000+01:00</brp:tijdstipVerval>
            <brp:actieVerval>29023</brp:actieVerval>
            <brp:partijCode>628401</brp:partijCode>
            <brp:soort>Attestie de vita</brp:soort>
            <brp:datum>2012-01-01</brp:datum>
          </brp:verificatie>
        </brp:verificaties>
        <brp:administratieveHandelingen>
          <brp:administratieveHandeling brp:objecttype="AdministratieveHandeling" brp:objectSleutel="*">
            <brp:code>99998</brp:code>
            <brp:naam>Conversie GBA sync</brp:naam>
            <brp:categorie>Actualisering</brp:categorie>
            <brp:partijCode>199901</brp:partijCode>
            <brp:bijgehoudenActies>
              <brp:actie brp:objecttype="Actie" brp:objectSleutel="29023">
                <brp:soortNaam>Conversie GBA Lege onjuist categorie</brp:soortNaam>
                <brp:bronnen/>
              </brp:actie>
            </brp:bijgehoudenActies>
          </brp:administratieveHandeling>
        </brp:administratieveHandelingen>
      </brp:persoon>
    </brp:bijgehoudenPersonen>
  </brp:synchronisatie>
</brp:lvg_synVerwerkPersoon>
  </soap:Body>
</soap:Envelope></DATA>
        </Row>
    </ResultSet>
</Results>